{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 256,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 256
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32000,
      "content": "<extra_id_99>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32001,
      "content": "<extra_id_98>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32002,
      "content": "<extra_id_97>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32003,
      "content": "<extra_id_96>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32004,
      "content": "<extra_id_95>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32005,
      "content": "<extra_id_94>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32006,
      "content": "<extra_id_93>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32007,
      "content": "<extra_id_92>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32008,
      "content": "<extra_id_91>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32009,
      "content": "<extra_id_90>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32010,
      "content": "<extra_id_89>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32011,
      "content": "<extra_id_88>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32012,
      "content": "<extra_id_87>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32013,
      "content": "<extra_id_86>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32014,
      "content": "<extra_id_85>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32015,
      "content": "<extra_id_84>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32016,
      "content": "<extra_id_83>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32017,
      "content": "<extra_id_82>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32018,
      "content": "<extra_id_81>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32019,
      "content": "<extra_id_80>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32020,
      "content": "<extra_id_79>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32021,
      "content": "<extra_id_78>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32022,
      "content": "<extra_id_77>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32023,
      "content": "<extra_id_76>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32024,
      "content": "<extra_id_75>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32025,
      "content": "<extra_id_74>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32026,
      "content": "<extra_id_73>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32027,
      "content": "<extra_id_72>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32028,
      "content": "<extra_id_71>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32029,
      "content": "<extra_id_70>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32030,
      "content": "<extra_id_69>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32031,
      "content": "<extra_id_68>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32032,
      "content": "<extra_id_67>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32033,
      "content": "<extra_id_66>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32034,
      "content": "<extra_id_65>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32035,
      "content": "<extra_id_64>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32036,
      "content": "<extra_id_63>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32037,
      "content": "<extra_id_62>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32038,
      "content": "<extra_id_61>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32039,
      "content": "<extra_id_60>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32040,
      "content": "<extra_id_59>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32041,
      "content": "<extra_id_58>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32042,
      "content": "<extra_id_57>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32043,
      "content": "<extra_id_56>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32044,
      "content": "<extra_id_55>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32045,
      "content": "<extra_id_54>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32046,
      "content": "<extra_id_53>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32047,
      "content": "<extra_id_52>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32048,
      "content": "<extra_id_51>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32049,
      "content": "<extra_id_50>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32050,
      "content": "<extra_id_49>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32051,
      "content": "<extra_id_48>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32052,
      "content": "<extra_id_47>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32053,
      "content": "<extra_id_46>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32054,
      "content": "<extra_id_45>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32055,
      "content": "<extra_id_44>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32056,
      "content": "<extra_id_43>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32057,
      "content": "<extra_id_42>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32058,
      "content": "<extra_id_41>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32059,
      "content": "<extra_id_40>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32060,
      "content": "<extra_id_39>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32061,
      "content": "<extra_id_38>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32062,
      "content": "<extra_id_37>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32063,
      "content": "<extra_id_36>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32064,
      "content": "<extra_id_35>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32065,
      "content": "<extra_id_34>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32066,
      "content": "<extra_id_33>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32067,
      "content": "<extra_id_32>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32068,
      "content": "<extra_id_31>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32069,
      "content": "<extra_id_30>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32070,
      "content": "<extra_id_29>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32071,
      "content": "<extra_id_28>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32072,
      "content": "<extra_id_27>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32073,
      "content": "<extra_id_26>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32074,
      "content": "<extra_id_25>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32075,
      "content": "<extra_id_24>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32076,
      "content": "<extra_id_23>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32077,
      "content": "<extra_id_22>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32078,
      "content": "<extra_id_21>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32079,
      "content": "<extra_id_20>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32080,
      "content": "<extra_id_19>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32081,
      "content": "<extra_id_18>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32082,
      "content": "<extra_id_17>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32083,
      "content": "<extra_id_16>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32084,
      "content": "<extra_id_15>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32085,
      "content": "<extra_id_14>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32086,
      "content": "<extra_id_13>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32087,
      "content": "<extra_id_12>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32088,
      "content": "<extra_id_11>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32089,
      "content": "<extra_id_10>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32090,
      "content": "<extra_id_9>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32091,
      "content": "<extra_id_8>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32092,
      "content": "<extra_id_7>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32093,
      "content": "<extra_id_6>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32094,
      "content": "<extra_id_5>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32095,
      "content": "<extra_id_4>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32096,
      "content": "<extra_id_3>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32097,
      "content": "<extra_id_2>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32098,
      "content": "<extra_id_1>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    },
    {
      "id": 32099,
      "content": "<extra_id_0>",
      "single_word": true,
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Metaspace",
        "replacement": "▁",
        "prepend_scheme": "always",
        "split": true
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<pad>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        ",",
        -2.8483543395996094
      ],
      [
        ".",
        -3.1600964069366455
      ],
      [
        "▁и",
        -3.965409755706787
      ],
      [
        "▁в",
        -4.031098365783691
      ],
      [
        "а",
        -4.4241132736206055
      ],
      [
        "▁",
        -4.451648712158203
      ],
      [
        "▁на",
        -4.563153266906738
      ],
      [
        "▁не",
        -4.585329532623291
      ],
      [
        "▁с",
        -4.764039039611816
      ],
      [
        "▁—",
        -4.882719039916992
      ],
      [
        "е",
        -4.987975120544434
      ],
      [
        "-",
        -5.026645660400391
      ],
      [
        "и",
        -5.094980239868164
      ],
      [
        "▁что",
        -5.09759521484375
      ],
      [
        "▁по",
        -5.209362030029297
      ],
      [
        "у",
        -5.438863754272461
      ],
      [
        "ы",
        -5.440560340881348
      ],
      [
        "▁–",
        -5.472522735595703
      ],
      [
        "м",
        -5.519505023956299
      ],
      [
        "▁за",
        -5.530030250549316
      ],
      [
        ":",
        -5.637002468109131
      ],
      [
        "▁к",
        -5.678800106048584
      ],
      [
        "?",
        -5.699249267578125
      ],
      [
        "▁от",
        -5.748254299163818
      ],
      [
        "▁как",
        -5.773542404174805
      ],
      [
        "о",
        -5.785498142242432
      ],
      [
        "▁из",
        -5.801814556121826
      ],
      [
        "▁«",
        -5.823672771453857
      ],
      [
        "▁у",
        -5.8271708488464355
      ],
      [
        "▁В",
        -5.8411736488342285
      ],
      [
        "▁-",
        -5.84188175201416
      ],
      [
        "ом",
        -5.85001802444458
      ],
      [
        "▁я",
        -5.850888729095459
      ],
      [
        "ов",
        -5.861903190612793
      ],
      [
        "▁а",
        -5.928922653198242
      ],
      [
        "▁о",
        -5.961422443389893
      ],
      [
        "▁он",
        -5.977761745452881
      ],
      [
        "!",
        -5.9823808670043945
      ],
      [
        "▁(",
        -6.045411109924316
      ],
      [
        "▁его",
        -6.047760963439941
      ],
      [
        "▁это",
        -6.06809663772583
      ],
      [
        "▁для",
        -6.161500453948975
      ],
      [
        "...",
        -6.191616535186768
      ],
      [
        "й",
        -6.220695495605469
      ],
      [
        "▁но",
        -6.231310844421387
      ],
      [
        "▁А",
        -6.243963241577148
      ],
      [
        "▁\"",
        -6.248338222503662
      ],
      [
        "то",
        -6.278684139251709
      ],
      [
        "▁все",
        -6.288634777069092
      ],
      [
        "▁при",
        -6.30136251449585
      ],
      [
        "▁до",
        -6.304502964019775
      ],
      [
        "▁вы",
        -6.314103126525879
      ],
      [
        "▁И",
        -6.326979160308838
      ],
      [
        "х",
        -6.343699932098389
      ],
      [
        "ся",
        -6.350812911987305
      ],
      [
        "я",
        -6.370345592498779
      ],
      [
        "▁же",
        -6.397663116455078
      ],
      [
        "ой",
        -6.442662715911865
      ],
      [
        "▁так",
        -6.454604625701904
      ],
      [
        "▁то",
        -6.480716228485107
      ],
      [
        "▁Я",
        -6.497603893280029
      ],
      [
        "»",
        -6.516592025756836
      ],
      [
        ")",
        -6.525422096252441
      ],
      [
        "ные",
        -6.572645664215088
      ],
      [
        "▁или",
        -6.572770595550537
      ],
      [
        "▁под",
        -6.585103511810303
      ],
      [
        "▁было",
        -6.597647666931152
      ],
      [
        "▁С",
        -6.5978617668151855
      ],
      [
        "ный",
        -6.597929954528809
      ],
      [
        ";",
        -6.604867458343506
      ],
      [
        "ка",
        -6.615347862243652
      ],
      [
        "ных",
        -6.622614860534668
      ],
      [
        "ной",
        -6.658117294311523
      ],
      [
        "ами",
        -6.663732528686523
      ],
      [
        "ю",
        -6.69428014755249
      ],
      [
        "ки",
        -6.696861743927002
      ],
      [
        "ми",
        -6.702717304229736
      ],
      [
        "▁бы",
        -6.708949089050293
      ],
      [
        "▁только",
        -6.736404895782471
      ],
      [
        "▁про",
        -6.742066383361816
      ],
      [
        "\"",
        -6.7425994873046875
      ],
      [
        "▁Но",
        -6.748279571533203
      ],
      [
        "▁она",
        -6.761207580566406
      ],
      [
        "го",
        -6.772823333740234
      ],
      [
        "▁раз",
        -6.782005310058594
      ],
      [
        "▁их",
        -6.812695503234863
      ],
      [
        "▁был",
        -6.818479537963867
      ],
      [
        "▁ее",
        -6.838991641998291
      ],
      [
        "▁меня",
        -6.844592094421387
      ],
      [
        "но",
        -6.85255241394043
      ],
      [
        "▁мы",
        -6.877431869506836
      ],
      [
        "▁уже",
        -6.88228702545166
      ],
      [
        "▁со",
        -6.902284622192383
      ],
      [
        "▁На",
        -6.91327428817749
      ],
      [
        "ли",
        -6.922447204589844
      ],
      [
        "т",
        -6.92421293258667
      ],
      [
        "ного",
        -6.932222366333008
      ],
      [
        "▁чтобы",
        -6.937628746032715
      ],
      [
        "ет",
        -6.941831588745117
      ],
      [
        "с",
        -6.943511009216309
      ],
      [
        "▁они",
        -6.9456281661987305
      ],
      [
        "▁По",
        -6.961240291595459
      ],
      [
        "▁еще",
        -6.969664573669434
      ],
      [
        "л",
        -6.984841346740723
      ],
      [
        "▁Он",
        -6.998244762420654
      ],
      [
        "ная",
        -7.004232406616211
      ],
      [
        "▁мне",
        -7.009349346160889
      ],
      [
        "▁когда",
        -7.019837379455566
      ],
      [
        "в",
        -7.031020164489746
      ],
      [
        "▁об",
        -7.0446977615356445
      ],
      [
        "ах",
        -7.045905113220215
      ],
      [
        "▁У",
        -7.05039119720459
      ],
      [
        "ку",
        -7.052588939666748
      ],
      [
        "▁Не",
        -7.063328266143799
      ],
      [
        "ая",
        -7.080616474151611
      ],
      [
        "▁ты",
        -7.10206937789917
      ],
      [
        "▁если",
        -7.1075358390808105
      ],
      [
        "▁время",
        -7.12853479385376
      ],
      [
        "на",
        -7.1543354988098145
      ],
      [
        "ия",
        -7.154745578765869
      ],
      [
        "ть",
        -7.159199237823486
      ],
      [
        "ным",
        -7.166012287139893
      ],
      [
        "s",
        -7.168899059295654
      ],
      [
        "▁может",
        -7.198139190673828
      ],
      [
        "▁будет",
        -7.204862594604492
      ],
      [
        "▁можно",
        -7.237056255340576
      ],
      [
        "▁Это",
        -7.248620510101318
      ],
      [
        "▁без",
        -7.2600626945495605
      ],
      [
        "▁во",
        -7.279384613037109
      ],
      [
        "▁ни",
        -7.291495323181152
      ],
      [
        "▁есть",
        -7.297235488891602
      ],
      [
        "».",
        -7.297875881195068
      ],
      [
        "▁даже",
        -7.3020195960998535
      ],
      [
        "▁чем",
        -7.304320812225342
      ],
      [
        "▁этом",
        -7.30940055847168
      ],
      [
        "ых",
        -7.311157703399658
      ],
      [
        "▁пере",
        -7.317519664764404
      ],
      [
        "ого",
        -7.319291591644287
      ],
      [
        "ла",
        -7.320799827575684
      ],
      [
        "▁ли",
        -7.321425437927246
      ],
      [
        "▁быть",
        -7.3257036209106445
      ],
      [
        "ную",
        -7.3301897048950195
      ],
      [
        "▁очень",
        -7.33371639251709
      ],
      [
        "ый",
        -7.339182376861572
      ],
      [
        "▁того",
        -7.353381156921387
      ],
      [
        "▁года",
        -7.354183673858643
      ],
      [
        "▁К",
        -7.36772346496582
      ],
      [
        "▁были",
        -7.369655609130859
      ],
      [
        "▁была",
        -7.3743157386779785
      ],
      [
        "▁г",
        -7.378103733062744
      ],
      [
        "▁которые",
        -7.379095554351807
      ],
      [
        "ые",
        -7.3821702003479
      ],
      [
        "▁себя",
        -7.383922100067139
      ],
      [
        "д",
        -7.3915605545043945
      ],
      [
        "▁этого",
        -7.406249523162842
      ],
      [
        "ам",
        -7.407228946685791
      ],
      [
        "ь",
        -7.408668041229248
      ],
      [
        ").",
        -7.411241054534912
      ],
      [
        "ное",
        -7.414058208465576
      ],
      [
        "▁ему",
        -7.4196858406066895
      ],
      [
        "за",
        -7.422499656677246
      ],
      [
        "ии",
        -7.43305778503418
      ],
      [
        "▁О",
        -7.442176342010498
      ],
      [
        "▁За",
        -7.445418357849121
      ],
      [
        "▁том",
        -7.448361873626709
      ],
      [
        "н",
        -7.449239730834961
      ],
      [
        "▁Как",
        -7.453884124755859
      ],
      [
        "ке",
        -7.469268321990967
      ],
      [
        "▁где",
        -7.480177879333496
      ],
      [
        "▁после",
        -7.494870185852051
      ],
      [
        "ей",
        -7.501019477844238
      ],
      [
        "ий",
        -7.507071495056152
      ],
      [
        "▁При",
        -7.520690441131592
      ],
      [
        "ем",
        -7.527188301086426
      ],
      [
        "ок",
        -7.5295186042785645
      ],
      [
        "▁Вы",
        -7.531431674957275
      ],
      [
        "▁нас",
        -7.531765460968018
      ],
      [
        "»,",
        -7.534032821655273
      ],
      [
        "▁Да",
        -7.5411906242370605
      ],
      [
        "▁более",
        -7.541987895965576
      ],
      [
        "▁Если",
        -7.5443878173828125
      ],
      [
        "▁него",
        -7.55654239654541
      ],
      [
        "ие",
        -7.556907653808594
      ],
      [
        "▁который",
        -7.572076797485352
      ],
      [
        "▁the",
        -7.579904079437256
      ],
      [
        "▁лет",
        -7.582770347595215
      ],
      [
        "к",
        -7.595327377319336
      ],
      [
        "▁нет",
        -7.599262237548828
      ],
      [
        "ую",
        -7.602728366851807
      ],
      [
        "/",
        -7.608449935913086
      ],
      [
        "▁также",
        -7.611151218414307
      ],
      [
        "ить",
        -7.615169525146484
      ],
      [
        "▁кто",
        -7.620571613311768
      ],
      [
        "▁просто",
        -7.627859592437744
      ],
      [
        "г",
        -7.645033359527588
      ],
      [
        "▁них",
        -7.6606292724609375
      ],
      [
        "▁тем",
        -7.681175708770752
      ],
      [
        "▁там",
        -7.686551570892334
      ],
      [
        "ном",
        -7.687182903289795
      ],
      [
        "▁сказал",
        -7.693213939666748
      ],
      [
        "ию",
        -7.695782661437988
      ],
      [
        "ым",
        -7.698928356170654
      ],
      [
        "▁больше",
        -7.710590362548828
      ],
      [
        "▁1",
        -7.718667507171631
      ],
      [
        "С",
        -7.719984531402588
      ],
      [
        "ют",
        -7.72598123550415
      ],
      [
        "▁вот",
        -7.726322650909424
      ],
      [
        "не",
        -7.7301764488220215
      ],
      [
        "▁этот",
        -7.7352375984191895
      ],
      [
        "▁себе",
        -7.740366458892822
      ],
      [
        "▁Она",
        -7.753014087677002
      ],
      [
        "),",
        -7.763388156890869
      ],
      [
        "ской",
        -7.7653398513793945
      ],
      [
        "ется",
        -7.770047187805176
      ],
      [
        "▁Что",
        -7.773020267486572
      ],
      [
        "ит",
        -7.777862071990967
      ],
      [
        "ными",
        -7.781543254852295
      ],
      [
        "▁всех",
        -7.786527633666992
      ],
      [
        "ло",
        -7.788773059844971
      ],
      [
        "▁один",
        -7.789096355438232
      ],
      [
        "▁всего",
        -7.796712398529053
      ],
      [
        "по",
        -7.804811477661133
      ],
      [
        "t",
        -7.80937385559082
      ],
      [
        "▁через",
        -7.81850004196167
      ],
      [
        "сти",
        -7.82956075668335
      ],
      [
        "▁Так",
        -7.845130920410156
      ],
      [
        "▁человек",
        -7.850624084472656
      ],
      [
        "▁году",
        -7.8599324226379395
      ],
      [
        "лись",
        -7.877843379974365
      ],
      [
        "ться",
        -7.880135536193848
      ],
      [
        "кой",
        -7.8893351554870605
      ],
      [
        "\".",
        -7.891605854034424
      ],
      [
        "▁Мы",
        -7.897670269012451
      ],
      [
        "▁несколько",
        -7.903474807739258
      ],
      [
        "▁да",
        -7.904797077178955
      ],
      [
        "р",
        -7.9107255935668945
      ],
      [
        "▁of",
        -7.912071704864502
      ],
      [
        "▁вас",
        -7.913091659545898
      ],
      [
        "п",
        -7.913276195526123
      ],
      [
        "му",
        -7.914361000061035
      ],
      [
        "▁Все",
        -7.919630527496338
      ],
      [
        "▁тоже",
        -7.9251627922058105
      ],
      [
        "▁перед",
        -7.928523063659668
      ],
      [
        "лся",
        -7.931388854980469
      ],
      [
        "лась",
        -7.933956146240234
      ],
      [
        "▁2",
        -7.935943126678467
      ],
      [
        "им",
        -7.938748359680176
      ],
      [
        "▁жизни",
        -7.941015243530273
      ],
      [
        "▁России",
        -7.943787574768066
      ],
      [
        "▁нужно",
        -7.946704387664795
      ],
      [
        "В",
        -7.947800636291504
      ],
      [
        "▁здесь",
        -7.949576377868652
      ],
      [
        "▁ничего",
        -7.952103614807129
      ],
      [
        "▁тут",
        -7.955902099609375
      ],
      [
        "ского",
        -7.958181858062744
      ],
      [
        "▁тебя",
        -7.960299968719482
      ],
      [
        "▁Ну",
        -7.961702823638916
      ],
      [
        "▁много",
        -7.962339878082275
      ],
      [
        "ни",
        -7.968804836273193
      ],
      [
        "▁сейчас",
        -7.973337173461914
      ],
      [
        "ский",
        -7.974053859710693
      ],
      [
        "▁день",
        -7.988736152648926
      ],
      [
        "▁этой",
        -7.990947246551514
      ],
      [
        "▁потом",
        -7.992859840393066
      ],
      [
        "▁М",
        -8.004382133483887
      ],
      [
        "▁вам",
        -8.0156888961792
      ],
      [
        "ны",
        -8.020853042602539
      ],
      [
        "ое",
        -8.021622657775879
      ],
      [
        "▁своей",
        -8.027058601379395
      ],
      [
        "▁надо",
        -8.028915405273438
      ],
      [
        "▁рас",
        -8.030706405639648
      ],
      [
        "▁Ты",
        -8.03287124633789
      ],
      [
        "та",
        -8.044336318969727
      ],
      [
        "те",
        -8.049983978271484
      ],
      [
        "ись",
        -8.058520317077637
      ],
      [
        "▁над",
        -8.059590339660645
      ],
      [
        "ил",
        -8.059636116027832
      ],
      [
        "или",
        -8.060057640075684
      ],
      [
        "▁теперь",
        -8.06333065032959
      ],
      [
        "б",
        -8.064043998718262
      ],
      [
        "\",",
        -8.077611923217773
      ],
      [
        "ко",
        -8.088203430175781
      ],
      [
        "▁т",
        -8.089561462402344
      ],
      [
        "▁им",
        -8.093045234680176
      ],
      [
        "▁эти",
        -8.095108985900879
      ],
      [
        "▁пока",
        -8.096646308898926
      ],
      [
        "▁Вот",
        -8.100293159484863
      ],
      [
        "▁лишь",
        -8.102286338806152
      ],
      [
        "▁свою",
        -8.107465744018555
      ],
      [
        "ят",
        -8.108613967895508
      ],
      [
        "▁всегда",
        -8.113139152526855
      ],
      [
        "▁между",
        -8.119719505310059
      ],
      [
        "ен",
        -8.119741439819336
      ],
      [
        "▁ей",
        -8.128198623657227
      ],
      [
        "▁людей",
        -8.129342079162598
      ],
      [
        "▁ним",
        -8.130058288574219
      ],
      [
        "▁3",
        -8.131865501403809
      ],
      [
        "▁Они",
        -8.134135246276855
      ],
      [
        "ась",
        -8.139568328857422
      ],
      [
        "сть",
        -8.141197204589844
      ],
      [
        "▁тебе",
        -8.149735450744629
      ],
      [
        "▁потому",
        -8.154464721679688
      ],
      [
        "ин",
        -8.156070709228516
      ],
      [
        "▁нам",
        -8.16543960571289
      ],
      [
        "▁такой",
        -8.165840148925781
      ],
      [
        "▁Для",
        -8.168671607971191
      ],
      [
        "▁могут",
        -8.1799955368042
      ],
      [
        "ются",
        -8.180778503417969
      ],
      [
        "А",
        -8.181206703186035
      ],
      [
        "▁сам",
        -8.185523986816406
      ],
      [
        "▁От",
        -8.194594383239746
      ],
      [
        "▁является",
        -8.197757720947266
      ],
      [
        "▁тот",
        -8.207962989807129
      ],
      [
        "ать",
        -8.212906837463379
      ],
      [
        "▁два",
        -8.217339515686035
      ],
      [
        "▁ней",
        -8.217507362365723
      ],
      [
        "ш",
        -8.22082233428955
      ],
      [
        "▁человека",
        -8.221755981445312
      ],
      [
        "▁случае",
        -8.225521087646484
      ],
      [
        "▁которая",
        -8.229398727416992
      ],
      [
        "ков",
        -8.231287956237793
      ],
      [
        "▁времени",
        -8.231736183166504
      ],
      [
        "▁Когда",
        -8.232925415039062
      ],
      [
        "▁Про",
        -8.233887672424316
      ],
      [
        "▁Г",
        -8.234650611877441
      ],
      [
        "ля",
        -8.247480392456055
      ],
      [
        "да",
        -8.25143051147461
      ],
      [
        "▁свои",
        -8.254731178283691
      ],
      [
        "▁которых",
        -8.266724586486816
      ],
      [
        "▁чего",
        -8.268771171569824
      ],
      [
        "_",
        -8.275347709655762
      ],
      [
        "▁10",
        -8.2794828414917
      ],
      [
        "от",
        -8.285558700561523
      ],
      [
        "▁всё",
        -8.290138244628906
      ],
      [
        "▁своих",
        -8.290661811828613
      ],
      [
        "▁ко",
        -8.290775299072266
      ],
      [
        "▁тогда",
        -8.304862022399902
      ],
      [
        "их",
        -8.305705070495605
      ],
      [
        "▁именно",
        -8.310257911682129
      ],
      [
        "▁те",
        -8.312728881835938
      ],
      [
        "▁почти",
        -8.315851211547852
      ],
      [
        "▁ведь",
        -8.318246841430664
      ],
      [
        "М",
        -8.318582534790039
      ],
      [
        "▁18",
        -8.320699691772461
      ],
      [
        "▁люди",
        -8.32166576385498
      ],
      [
        "▁стал",
        -8.321670532226562
      ],
      [
        "▁глаза",
        -8.322831153869629
      ],
      [
        "ская",
        -8.33580207824707
      ],
      [
        "▁a",
        -8.338615417480469
      ],
      [
        "нибудь",
        -8.338621139526367
      ],
      [
        "ъ",
        -8.345751762390137
      ],
      [
        "▁собой",
        -8.35214900970459
      ],
      [
        "▁Т",
        -8.353109359741211
      ],
      [
        "▁дело",
        -8.35353946685791
      ],
      [
        "ских",
        -8.355058670043945
      ],
      [
        "з",
        -8.358576774597168
      ],
      [
        "▁своего",
        -8.36075496673584
      ],
      [
        "▁жизнь",
        -8.36430549621582
      ],
      [
        "Р",
        -8.368477821350098
      ],
      [
        "▁тех",
        -8.373233795166016
      ],
      [
        "вер",
        -8.373376846313477
      ],
      [
        "ние",
        -8.37471866607666
      ],
      [
        "▁которой",
        -8.375657081604004
      ],
      [
        "▁работы",
        -8.379544258117676
      ],
      [
        "ну",
        -8.379870414733887
      ],
      [
        "▁4",
        -8.391314506530762
      ],
      [
        "ось",
        -8.392708778381348
      ],
      [
        "ность",
        -8.393178939819336
      ],
      [
        "ль",
        -8.395293235778809
      ],
      [
        "▁сразу",
        -8.397623062133789
      ],
      [
        "▁П",
        -8.39769172668457
      ],
      [
        "▁5",
        -8.3995361328125
      ],
      [
        "▁какой",
        -8.400426864624023
      ],
      [
        "▁мог",
        -8.40311050415039
      ],
      [
        "▁хотя",
        -8.403614044189453
      ],
      [
        "▁место",
        -8.407551765441895
      ],
      [
        "ч",
        -8.412148475646973
      ],
      [
        "▁снова",
        -8.413846969604492
      ],
      [
        "▁and",
        -8.420977592468262
      ],
      [
        "▁Б",
        -8.421648025512695
      ],
      [
        "К",
        -8.421902656555176
      ],
      [
        "▁будут",
        -8.422220230102539
      ],
      [
        "ал",
        -8.425134658813477
      ],
      [
        "▁дома",
        -8.429301261901855
      ],
      [
        "ыми",
        -8.429361343383789
      ],
      [
        "▁хорошо",
        -8.4306058883667
      ],
      [
        "▁лучше",
        -8.433284759521484
      ],
      [
        "▁других",
        -8.433804512023926
      ],
      [
        "ж",
        -8.437629699707031
      ],
      [
        "▁Из",
        -8.441922187805176
      ],
      [
        "ив",
        -8.442130088806152
      ],
      [
        "▁Нет",
        -8.445868492126465
      ],
      [
        "▁должен",
        -8.447478294372559
      ],
      [
        "ности",
        -8.449129104614258
      ],
      [
        "ня",
        -8.451120376586914
      ],
      [
        "▁Д",
        -8.451581954956055
      ],
      [
        "▁всем",
        -8.45233154296875
      ],
      [
        "▁свой",
        -8.45291519165039
      ],
      [
        "▁три",
        -8.454699516296387
      ],
      [
        "e",
        -8.454965591430664
      ],
      [
        "▁совсем",
        -8.461824417114258
      ],
      [
        "ком",
        -8.463406562805176
      ],
      [
        "▁год",
        -8.464814186096191
      ],
      [
        "▁области",
        -8.479466438293457
      ],
      [
        "ясь",
        -8.48377513885498
      ],
      [
        "▁этих",
        -8.484454154968262
      ],
      [
        "▁in",
        -8.489205360412598
      ],
      [
        "ские",
        -8.495054244995117
      ],
      [
        "▁Однако",
        -8.497910499572754
      ],
      [
        "2",
        -8.498562812805176
      ],
      [
        "▁быстро",
        -8.499653816223145
      ],
      [
        "▁После",
        -8.50462532043457
      ],
      [
        "П",
        -8.505717277526855
      ],
      [
        "▁её",
        -8.509315490722656
      ],
      [
        "▁почему",
        -8.509407043457031
      ],
      [
        "▁Об",
        -8.511968612670898
      ],
      [
        "▁сделать",
        -8.512338638305664
      ],
      [
        "ф",
        -8.515597343444824
      ],
      [
        "▁конечно",
        -8.516769409179688
      ],
      [
        "▁До",
        -8.51943302154541
      ],
      [
        "▁сказать",
        -8.520408630371094
      ],
      [
        "▁никогда",
        -8.523391723632812
      ],
      [
        "ец",
        -8.528389930725098
      ],
      [
        "▁руки",
        -8.529653549194336
      ],
      [
        "Г",
        -8.530522346496582
      ],
      [
        "▁стороны",
        -8.534022331237793
      ],
      [
        "▁вместе",
        -8.537363052368164
      ],
      [
        "ния",
        -8.544022560119629
      ],
      [
        "овой",
        -8.545802116394043
      ],
      [
        "▁против",
        -8.545825004577637
      ],
      [
        "▁знаю",
        -8.5463228225708
      ],
      [
        "О",
        -8.548255920410156
      ],
      [
        "ер",
        -8.548779487609863
      ],
      [
        "га",
        -8.549546241760254
      ],
      [
        "d",
        -8.5504789352417
      ],
      [
        "ник",
        -8.550859451293945
      ],
      [
        "▁одной",
        -8.552370071411133
      ],
      [
        "▁должны",
        -8.555463790893555
      ],
      [
        "▁сегодня",
        -8.558316230773926
      ],
      [
        "Т",
        -8.558659553527832
      ],
      [
        "ту",
        -8.55952262878418
      ],
      [
        "▁которого",
        -8.566225051879883
      ],
      [
        "▁такое",
        -8.56997013092041
      ],
      [
        "▁ещё",
        -8.570531845092773
      ],
      [
        "ев",
        -8.572944641113281
      ],
      [
        "y",
        -8.577466011047363
      ],
      [
        "▁вообще",
        -8.58036994934082
      ],
      [
        "▁другой",
        -8.58383846282959
      ],
      [
        "▁двух",
        -8.58438777923584
      ],
      [
        "o",
        -8.584598541259766
      ],
      [
        "он",
        -8.58738899230957
      ],
      [
        "▁п",
        -8.590544700622559
      ],
      [
        "▁эту",
        -8.59423828125
      ],
      [
        "ст",
        -8.595077514648438
      ],
      [
        "ному",
        -8.59600830078125
      ],
      [
        "ва",
        -8.598563194274902
      ],
      [
        "▁Во",
        -8.599811553955078
      ],
      [
        "▁образом",
        -8.60134506225586
      ],
      [
        "ение",
        -8.602213859558105
      ],
      [
        "5",
        -8.606534957885742
      ],
      [
        "▁вопрос",
        -8.606669425964355
      ],
      [
        "▁Под",
        -8.607796669006348
      ],
      [
        "▁пред",
        -8.609138488769531
      ],
      [
        "▁д",
        -8.609720230102539
      ],
      [
        "▁Мне",
        -8.611578941345215
      ],
      [
        "▁момент",
        -8.612236022949219
      ],
      [
        "ти",
        -8.612855911254883
      ],
      [
        "ился",
        -8.615078926086426
      ],
      [
        "1",
        -8.616212844848633
      ],
      [
        "ском",
        -8.619546890258789
      ],
      [
        "ле",
        -8.621004104614258
      ],
      [
        "▁to",
        -8.623858451843262
      ],
      [
        "ты",
        -8.62543773651123
      ],
      [
        "из",
        -8.6279935836792
      ],
      [
        "▁назад",
        -8.628679275512695
      ],
      [
        "лось",
        -8.629281044006348
      ],
      [
        "▁уж",
        -8.63090991973877
      ],
      [
        "▁этим",
        -8.631624221801758
      ],
      [
        "▁стоит",
        -8.632364273071289
      ],
      [
        "▁слова",
        -8.633094787597656
      ],
      [
        "▁имеет",
        -8.633207321166992
      ],
      [
        "▁Со",
        -8.633222579956055
      ],
      [
        "▁пор",
        -8.635075569152832
      ],
      [
        "▁делать",
        -8.635627746582031
      ],
      [
        "▁мир",
        -8.635820388793945
      ],
      [
        "▁ре",
        -8.637755393981934
      ],
      [
        "ками",
        -8.638293266296387
      ],
      [
        "▁свое",
        -8.638655662536621
      ],
      [
        "ешь",
